{
    "expenses": {
      "category_choice": "Категория расходов - обозначение для большой группы расходов, например, \"Продукты\" или \"Авто\". Более конкретно расход можно описать с помощью подкатегории - это следующий этап", 
      "new_category": "Сейчас вам нужно ввести название для новой категории расходов, не более 200 символов с пробелами", 
      "subcategory_choice": "Подкатегрия расходов - это миникатегория внутри большой категории, например, \"Бензин\" в категории \"Авто\"",
      "new_subcategory": "Сейчас вам нужно ввести название для новой подкатегории расходов, не более 200 символов с пробелами", 
      "money": "Сейчас вам нужно ввести потраченную сумму, просто отправьте сообщение с числом, например, \"399.99\" (только без кавычек)", 
      "is_now": "Если вы совершили покупку только что, то вам при нажатии на левую кнопку вам не придётся вводить дату. Если же покупка была совершена раньше, то нажмите на правую кнопку и следуйте инструкциям", 
      "specific_date": "Сейчас вам нужно ввести дату совершения покупки в формате день-месяц-год час:минута", 
      "confirm": "Если все данные корректны, то вы можете сохранить запись. Если же что-то не так, то не сохраняйте запись: в таком случае все данные удалятся, и вы сможете создать новую запись с корректными данными"
    }, 
    
    "revenue": {
      "category_choice": "Категория дохода - одна из классификаций ваших доходов. Можете использовать это поле для обозначения источника", 
      "new_category": "Сейчас вам нужно отправить название новой категории (или источника) дохода, не более 200 символов с пробелами", 
      "type_choice": "Тип дохода - это дополнительная классификация доходов, не связанная с категориями (источниками)", 
      "new_type": "Сейчас вам нужно отправить название для нового типа доходов, не более 200 символов с пробелами", 
      "money": "Сейчас вам нужно ввести заработанную сумму, просто отправьте сообщение с числом, например, \"399.99\" (только без кавычек)", 
      "is_now": "Если вы получили доход только что, то нажмите на левую кнопку. Если раньше, нажмите на правую и следуйте инструкциям", 
      "specific_date": "Сейчас вам нужно ввести дату получения дохода в формате день-месяц-год час:минута", 
      "confirm": "Если все данные корректны, то вы можете сохранить запись. Если же что-то не так, то не сохраняйте запись: в таком случае все данные удалятся, и вы сможете создать новую запись с корректными данными"
    }
  }